{
  "Introduction": "You look unfamiliar.#$b#Hi, I'm Shelby. Pleased to meet you.#$e#Some say this valley is magical. You'll just have to see for yourself.",
  "danceRejection": "No, I don't think so.",
  "MovieInvitation": "Heck yeah! A movie!",
  "breakUp": "We. Are. OVER.",
  "divorced": "I'm not talking to you.",
  "springArchaeologyHouse":"aaa",
  "summerArchaeologyHouse":"bbb",
  "fallArchaeologyHouse":"ccc",
  "winterArchaeologyHouse":"ddd",
  "spring_Mon": "I saw a baby deer in the forest with its mother.#$b#It was so cute!#$e#Nature is amazing.",
  "spring_Tue": "This is perfect weather to go on a run.",
  "spring_Wed": "I think I need to renew my library card soon.",
  "spring_Thu": "I baked some cookies last night and they turned out perfect!#$b#Because I'm a perfect being who can do no wrong.#$e#That was sarcasm.#$e#Those cookies tasted like eggplant.#$e#I probably should have added less eggplant.",
  "spring_Fri": "Hey, @.",
  "spring_Sat": "Zech is the best, isn't he?#$e#He's just so... dependable.#$b#Like a ballet bar that's there for me to catch my balance.#$e#We all need someone like that in our lives.",
  "spring_Sun": "I love the forest.#$e#Maybe that's where I'll retire.#$e#Assuming I ever save up enough to retire!",
  "summer_Mon": "Hi, @!#$b#Make sure you're taking care of yourself. Drink plenty of water.#$b#And try to get to bed before 2am tonight!",
  "summer_Tue": "I love zucchini, but I can never seem to find them here in the valley.#$e#Ah, well.",
  "summer_Wed": "I'd love to go to a Renaissance faire.",
  "summer_Thu": "I'm interested in what crops you're growing on your farm.#$b#Of course, I also wouldn't mind if you let me sample some of them.",
  "summer_Fri": "The forest calls to me.#$b#I want to run and be free.",
  "summer_Sat": "I like crusty bread.#$e#Give me a tough baguette over something soft any day of the week.#$e#My teeth yearn for a challenge.",
  "summer_Sun": "Hey, @.#$e#Catch you later!",
  "fall_Mon": "This weather makes me want to watch Over the Garden Wall.",
  "fall_Tue": "I love how many crows and ravens we get this time of year.",
  "fall_Wed": "Mushrooms are nature's bouillon.#$b#They go great in stews.",
  "fall_Thu": "This town could do with a good murder mystery.",
  "fall_Fri": "I'm actually a spirit of the forest.#$e#Don't tell anyone.",
  "fall_Sat": "Is that a maple seed in your hair?#$b#Here, let me get that for you.[310]",
  "fall_Sun": "Hey there, @!#$b#Would you like to stop by for some tea later?",
  "winter_Mon": "I'm making macaroni tonight!#$e#I'm excited. I'm making it from scratch.",
  "winter_Tue": "This year I tried to make pickled plums...#$b#You know, preserving things at home.#$b#But unfortunately I wound up with plum jam.",
  "winter_Wed": "I had to learn the Krebs cycle in school.#$b#I still have nightmares about those exams.",
  "winter_Thu": "The crocuses are so pretty this time of year.#$e#Croci?#$e#Crocuses.",
  "winter_Fri": "We need to destigmatize going to therapy.#$e#Hello, @.#$e#I hope you're going well.",
  "winter_Sat": "Oh, hello @.#$e#It's nice to see you.",
  "winter_Sun": "This is such a cozy time of year.#$e#I've been spending a lot of time indoors.#$e#I'm craving sunlight."
}